Repository: daaihang/sprout
Catalog: sprout/sprout/Account.xcstrings
Source language: en
Languages: es_419, fr, ja, ko, ru, zh_hans, zh_hant

# account.badge.first_record
source: First Record
es_419: Primer registro
fr: Premier enregistrement
ja: 初回記録
ko: 첫 번째 기록
ru: Первая запись
zh_hans: 第一次记录
zh_hant: 第一次記錄

# account.badge.milestone
source: Milestone Reached
es_419: Hito alcanzado
fr: Jalon atteint
ja: マイルストーン達成
ko: 마일스톤 달성
ru: Веха достигнута
zh_hans: 里程碑达成
zh_hant: 里程碑達成

# account.badge.records_100
source: 100 Records
es_419: 100 registros
fr: 100 enregistrements
ja: 100件の記録
ko: 100개 기록
ru: 100 записей
zh_hans: 完成100条记录
zh_hant: 完成100條記錄

# account.badge.remember_10_people
source: Remember 10 People
es_419: Recordar a 10 personas
fr: Se souvenir de 10 personnes
ja: 10人を覚える
ko: 10명 기억하기
ru: Запомнить 10 человек
zh_hans: 记住10个人
zh_hant: 記住10個人

# account.badge.streak_30
source: 30-Day Streak
es_419: Racha de 30 días
fr: Série de 30 jours
ja: 30日連続
ko: 30일 연속
ru: Серия 30 дней
zh_hans: 连续30天
zh_hant: 連續30天

# account.badge.yearly_user
source: Yearly User
es_419: Usuario anual
fr: Utilisateur annuel
ja: 年間ユーザー
ko: 연간 사용자
ru: Годовой пользователь
zh_hans: 年度用户
zh_hant: 年度用戶

# account.badges.title
source: Achievements
es_419: Logros
fr: Réalisations
ja: 実績
ko: 업적
ru: Достижения
zh_hans: 成就徽章
zh_hant: 成就徽章

# account.dialog.relationship_title
source: Relationship Reminder Interval
es_419: Intervalo de recordatorio de relación
fr: Intervalle de rappel de relation
ja: 関係リマインダー間隔
ko: 관계 알림 간격
ru: Интервал напоминания о отношениях
zh_hans: 关系提醒间隔
zh_hant: 關係提醒間隔

# account.memory.card.days
source: Days Recorded
es_419: Días registrados
fr: Jours enregistrés
ja: 記録日数
ko: 기록일
ru: Записанные дни
zh_hans: 记录天数
zh_hant: 記錄天數

# account.memory.card.decisions
source: Decisions
es_419: Decisiones
fr: Décisions
ja: 意思決定
ko: 결정
ru: Решения
zh_hans: 决策数
zh_hant: 決策數

# account.memory.card.people
source: People
es_419: Personas
fr: Personnes
ja: 人物数
ko: 사람
ru: Люди
zh_hans: 人物数
zh_hant: 人物數

# account.memory.card.records
source: Total Records
es_419: Total de registros
fr: Total des enregistrements
ja: 総記録数
ko: 총 기록
ru: Всего записей
zh_hans: 总记录数
zh_hant: 總記錄數

# account.memory.days_recorded
source: You have recorded with Sprout for %d days
es_419: Has grabado con Sprout durante %d días
fr: Vous avez enregistré avec Sprout pendant %d jours
ja: Sprout を %d 日記録しています
ko: Sprout으로 %d일 동안 기록했습니다
ru: Вы записывали в Sprout в течение %d дней
zh_hans: 你已经用 Sprout 记录了 %d 天
zh_hant: 你已經用 Sprout 記錄了 %d 天

# account.memory.heatmap
source: This Year's Heatmap
es_419: Mapa de calor de este año
fr: Carte de chaleur de cette année
ja: 今年のヒートマップ
ko: 올해 히트맵
ru: Тепловая карта этого года
zh_hans: 今年的热力图
zh_hant: 今年的熱力圖

# account.memory.title
source: Memory Overview
es_419: Resumen de memoria
fr: Aperçu de la mémoire
ja: 記憶の概要
ko: 기억 개요
ru: Обзор памяти
zh_hans: 我的记忆概览
zh_hant: 我的記憶概覽

# account.people.title
source: Most Mentioned People
es_419: Personas más mencionadas
fr: Personnes les plus mentionnées
ja: よく登場する人
ko: 가장 많이 언급된 사람
ru: Самые упоминаемые люди
zh_hans: 最常提到的人
zh_hant: 最常提到的人

# account.placeholder.feedback
source: About Screen
es_419: Pantalla Acerca de
fr: Écran À propos
ja: 情報画面
ko: 정보 화면
ru: Экран О приложении
zh_hans: 关于页面
zh_hant: 關於頁面

# account.placeholder.rate
source: Rating Screen
es_419: Pantalla de calificación
fr: Écran de notation
ja: 評価画面
ko: 평점 화면
ru: Экран оценки
zh_hans: 评分页面
zh_hant: 評分頁面

# account.profile.free
source: Free
es_419: Gratis
fr: Gratuit
ja: 無料
ko: 무료
ru: Бесплатно

# account.profile.grow_active
source: Grow Active
es_419: Grow Activo
fr: Grow Actif
ja: Grow 利用中
ko: Grow 활성
ru: Grow Активен
zh_hans: Grow 已开通
zh_hant: Grow 已開通

# account.profile.username
source: Username
es_419: Nombre de usuario
fr: Nom d'utilisateur
ja: ユーザー名
ko: 사용자 이름
ru: Имя пользователя
zh_hans: 用户名
zh_hant: 使用者名稱

# account.reminder.days
source: %d days
es_419: %d días
fr: %d jours
ja: %d 日
ko: %d일
ru: %d дней
zh_hans: %d天
zh_hant: %d天

# account.row.app_language
source: App Language
es_419: Idioma de la aplicación
fr: Langue de l'application
ja: アプリの言語
ko: 앱 언어
ru: Язык приложения
zh_hans: 应用语言
zh_hant: 應用程式語言

# account.row.appearance
source: Appearance
es_419: Apariencia
fr: Apparence
ja: 外観
ko: 외관
ru: Внешний вид
zh_hans: 显示模式
zh_hant: 顯示模式

# account.row.biometric_lock
source: Face ID / Touch ID Lock
es_419: Bloqueo Face ID / Touch ID
fr: Verrouillage Face ID / Touch ID
ja: Face ID / Touch ID ロック
ko: Face ID / Touch ID 잠금
ru: Блокировка Face ID / Touch ID
zh_hans: Face ID / Touch ID 锁
zh_hant: Face ID / Touch ID 鎖

# account.row.daily_prompt
source: Daily Prompt Time
es_419: Hora del prompt diario
fr: Heure du prompt quotidien
ja: デイリープロンプト時間
ko: 일일 프롬프트 시간
ru: Время ежедневного запроса
zh_hans: 每日一问推送
zh_hant: 每日一問推送

# account.row.export_json
source: Export Data (JSON)
es_419: Exportar datos (JSON)
fr: Exporter les données (JSON)
ja: データをエクスポート (JSON)
ko: 데이터 내보내기 (JSON)
ru: Экспорт данных (JSON)
zh_hans: 数据导出 (JSON)
zh_hant: 資料匯出 (JSON)

# account.row.login_method
source: Login Method
es_419: Método de inicio de sesión
fr: Méthode de connexion
ja: ログイン方法
ko: 로그인 방법
ru: Способ входа
zh_hans: 登录方式
zh_hant: 登入方式

# account.row.signed_in
source: Signed in
es_419: Sesión iniciada
fr: Connecté
ja: サインイン済み
ko: 로그인됨
ru: Вход выполнен
zh_hans: 已登录
zh_hant: 已登入

# account.row.feedback
source: About
es_419: Acerca de
fr: À propos
ja: 情報
ko: 정보
ru: О приложении
zh_hans: 关于
zh_hant: 關於

# account.row.logout
source: Log Out
es_419: Cerrar sesión
fr: Se déconnecter
ja: ログアウト
ko: 로그아웃
ru: Выйти
zh_hans: 退出登录
zh_hant: 登出

# account.row.rate
source: Rate Sprout
es_419: Calificar Sprout
fr: Noter Sprout
ja: Sprout を評価
ko: Sprout 평가
ru: Оценить Sprout
zh_hans: 给 Sprout 评分
zh_hant: 給 Sprout 評分

# account.row.relationship_interval
source: Relationship Reminder Interval
es_419: Intervalo de recordatorio de relación
fr: Intervalle de rappel de relation
ja: 関係リマインダー間隔
ko: 관계 알림 간격
ru: Интервал напоминания о отношениях
zh_hans: 关系提醒间隔
zh_hant: 關係提醒間隔

# account.section.about
source: About
es_419: Acerca de
fr: À propos
ja: 情報
ko: 정보
ru: О приложении
zh_hans: 关于
zh_hant: 關於

# account.section.personal
source: Personal Settings
es_419: Configuración personal
fr: Paramètres personnels
ja: 個人設定
ko: 개인 설정
ru: Личные настройки
zh_hans: 个人设置
zh_hant: 個人設定

# account.section.privacy
source: Privacy & Security
es_419: Privacidad y seguridad
fr: Confidentialité et sécurité
ja: プライバシーとセキュリティ
ko: 개인정보 보호 및 보안
ru: Конфиденциальность и безопасность
zh_hans: 隐私与安全
zh_hant: 隱私與安全

# account.section.subscription
source: Subscription
es_419: Suscripción
fr: Abonnement
ja: サブスクリプション
ko: 구독
ru: Подписка
zh_hans: 订阅
zh_hant: 訂閱

# account.sheet.daily_prompt
source: Daily Prompt Time
es_419: Hora del prompt diario
fr: Heure du prompt quotidien
ja: デイリープロンプト時間
ko: 일일 프롬프트 시간
ru: Время ежедневного запроса
zh_hans: 每日一问推送时间
zh_hant: 每日一問推送時間

# account.title
source: Account
es_419: Cuenta
fr: Compte
ja: アカウント
ko: 계정
ru: Аккаунт
zh_hans: 账户
zh_hant: 帳戶

# account.biometric.unlock
source: Unlock
es_419: Desbloquear
fr: Déverrouiller
ja: ロック解除
ko: 잠금 해제
ru: Разблокировать
zh_hans: 解锁
zh_hant: 解鎖

# account.biometric.generic
source: Biometric Lock
es_419: Bloqueo biométrico
fr: Verrouillage biométrique
ja: 生体認証ロック
ko: 생체 인증 잠금
ru: Биометрическая блокировка
zh_hans: 生物识别锁
zh_hant: 生物識別鎖

# account.biometric.enable_reason
source: Authenticate to enable biometric lock.
es_419: Autentícate para activar el bloqueo biométrico.
fr: Authentifiez-vous pour activer le verrouillage biométrique.
ja: 生体認証ロックを有効にするには認証してください。
ko: 생체 인증 잠금을 활성화하려면 인증하세요.
ru: Аутентифицируйтесь для включения биометрической блокировки.
zh_hans: 验证以启用生物识别锁。
zh_hant: 驗證以啟用生物識別鎖。

# account.biometric.unlock_reason
source: Unlock Sprout.
es_419: Desbloquear Sprout.
fr: Déverrouiller Sprout.
ja: Sprout のロックを解除します。
ko: Sprout 잠금 해제.
ru: Разблокировать Sprout.
zh_hans: 解锁 Sprout。
zh_hant: 解鎖 Sprout。

# account.row.face_id_lock
source: Face ID Lock
es_419: Bloqueo Face ID
fr: Verrouillage Face ID
ja: Face ID ロック
ko: Face ID 잠금
ru: Блокировка Face ID
zh_hans: Face ID 锁定
zh_hant: Face ID 鎖定

# account.row.touch_id_lock
source: Touch ID Lock
es_419: Bloqueo Touch ID
fr: Verrouillage Touch ID
ja: Touch ID ロック
ko: Touch ID 잠금
ru: Блокировка Touch ID
zh_hans: Touch ID 锁定
zh_hant: Touch ID 鎖定

# account.login.email
source: Email
es_419: Correo electrónico
ja: メール
ko: 이메일
ru: Эл. почта
zh_hans: 邮箱
zh_hant: 電子郵件

# account.row.version
source: Version
es_419: Versión
ja: バージョン
ko: 버전
ru: Версия
zh_hans: 版本号
zh_hant: 版本號
